{
  "-74a8fb45": "Freak.Marketing",
  "2268ff": "Home",
  "-351386d8": "Coaching",
  "-63ae4468": "Courses",
  "1314cd8c": "Link Four",
  "1314b718": "Link Five",
  "4af057bc": "Link Six",
  "50378c67": "Link Seven",
  "462ff49": "Login",
  "30f8d0c5": "Put Your Marketing In Freak Mode",
  "6ca1dbc3": "Enter your email address for the latest from Freak.Marketing",
  "33b7f098": "By clicking Sign Up you're confirming that you agree with our ",
  "-7ac7b766": "Terms and Conditions",
  "2e": ".",
  "5a0ea5a1": "Thank you! Your submission has been received!",
  "-7c112e99": "Oops! Something went wrong while submitting the form.",
  "-cb51c2f": "The Latest From The Blog...",
  "3d503d2b": "No items found.",
  "-4811e0e9": "Previous",
  "24ff13": "Next",
  "-3d18d6e5": "FREAK.MARKETING © 2023",
  "ccc773a": "Coming Soon",
  "27a839": "Tags",
  "-20a3a0a2": "Related Posts",
  "4f912d2b": "Terms & Conditions",
  "53fb2213": "Welcome to freak.marketing! ",
  "744cf9e0": "By accessing this website, you agree to be bound by the following terms and conditions (\"Terms\"). ",
  "a525ec5": "If you do not agree to these Terms, please do not use this website.",
  "5fe2438b": "USE OF WEBSITE",
  "5f6c1703": "You may use freak.marketing for lawful purposes only and in accordance with these Terms. You agree not to use this website:",
  "5b38615b": "- In any way that violates any applicable federal, state, local, or international law or regulation",
  "-40c5488a": "- To engage in any activity that interferes with or disrupts the website or the servers and networks connected to the website",
  "-5a7459cb": "- To impersonate any person or entity or falsely state or otherwise misrepresent your affiliation with a person or entity",
  "47cd8e20": "- To attempt to gain unauthorized access to any portion of the website, other accounts, computer systems or networks connected to the website, or any other services offered on or through the website",
  "663e52ef": "- To use any robot, spider, or other automatic device, process, or means to access the website for any purpose, including monitoring or copying any of the material on the website",
  "-2268abbe": "INTELLECTUAL PROPERTY RIGHTS",
  "4dd7adb8": "All content included on this website, including but not limited to text, graphics, logos, images, and software, is the property of [YOUR COMPANY NAME] or its content suppliers and is protected by United States and international copyright laws. You may not reproduce, modify, distribute, or display any of the content on this website without our prior written permission.",
  "-728cf39e": "TRADEMARKS",
  "7d231b6b": "All trademarks, service marks, and logos displayed on this website are the property of freak.marketing or their respective owners. You may not use any of these trademarks without our prior written permission.",
  "-60c32de8": "DISCLAIMERS",
  "-9141078": "The content on this website is provided \"as is\" without warranty of any kind, either express or implied, including but not limited to, the implied warranties of merchantability, fitness for a particular purpose, or non-infringement. We make no representation or warranty that the content on this website is accurate, complete, reliable, current, or error-free.",
  "-13bd9fd6": "LIMITATION OF LIABILITY",
  "38edc896": "We will not be liable for any damages of any kind arising from the use of this website, including but not limited to direct, indirect, incidental, punitive, and consequential damages.",
  "-4b71d61a": "LINKS TO OTHER WEBSITES",
  "42c55532": "This website may contain links to other websites that are not operated by freak.marketing. We have no control over these websites and are not responsible for their content, privacy policies, or practices. The inclusion of any link does not imply our endorsement of the website.",
  "-373985c9": "MODIFICATIONS",
  "-3168a45b": "We reserve the right to modify these Terms at any time without prior notice. By continuing to use this website after we post any modifications, you agree to be bound by the revised Terms.",
  "2608b6b1": "GOVERNING LAW",
  "-6e26c55b": "These Terms are governed by and construed in accordance with the laws of Oregon, USA, without giving effect to any principles of conflicts of law.",
  "30d964ec": "CONTACT INFORMATION",
  "345a3795": "If you have any questions about these Terms, please contact us at admin@freak.marketing.",
  "-565c3df": "Thank you for visiting freak.marketing!",
  "6a9130a4": "Steve Longoria",
  "-738c6942": "Head Freak @ Freak.Marketing"
}